{
  "forestData": [
      {
          "id": 1,
          "name": "Kanha National Park",
          "type": "National Park",
          "lat": 22.3345,
          "lon": 80.6115,
          "state": "Madhya Pradesh",
          "introduction": "Kanha National Park is one of the tiger reserves of India and the largest national park of Madhya Pradesh.",
          "importance": "It's known for its population of Bengal tigers, Indian leopards, sloth bears, and Indian wild dogs.",
          "protection": "Conservation efforts are crucial to maintain the park's biodiversity and protect endangered species like the hard-ground barasingha.",
          "images": ["/images/Kanha0.jpg", "/images/Kanha1.jpg", "/images/Kanha2.jpg", "/images/Kanha3.jpg"]
      },
      {
          "id": 2,
          "name": "Sundarbans National Park",
          "type": "National Park",
          "lat": 21.9497,
          "lon": 88.9000,
          "state": "West Bengal",
          "introduction": "Sundarbans National Park is a UNESCO World Heritage Site and a biosphere reserve in West Bengal, India.",
          "importance": "It's the largest single block of tidal halophytic mangrove forest in the world and home to the Bengal tiger.",
          "protection": "Protecting the Sundarbans is vital for preserving its unique ecosystem and mitigating climate change impacts.",
          "images": ["/api/placeholder/800/600", "/api/placeholder/800/600", "/api/placeholder/800/600"]
      },
      {
          "id": 3,
          "name": "Jim Corbett National Park",
          "type": "National Park",
          "lat": 29.5300,
          "lon": 78.7747,
          "state": "Uttarakhand",
          "introduction": "Jim Corbett National Park is the oldest national park in India, established in 1936.",
          "importance": "It's known for its Bengal tigers and diverse wildlife including elephants, leopards, and various bird species.",
          "protection": "Conservation is essential to maintain the park's rich biodiversity and protect endangered species.",
          "images": ["/api/placeholder/800/600", "/api/placeholder/800/600", "/api/placeholder/800/600"]
      },
      {
          "id": 4,
          "name": "Nagarhole National Park",
          "type": "National Park",
          "lat": 12.0500,
          "lon": 76.1500,
          "state": "Karnataka",
          "introduction": "Nagarhole National Park, also known as Rajiv Gandhi National Park, is a wildlife reserve in Karnataka.",
          "importance": "It supports a high density of tiger population and other wildlife like Indian bison, elephants, and leopards.",
          "protection": "Preserving this park is crucial for maintaining the Western Ghats ecosystem and its diverse wildlife.",
          "images": ["/api/placeholder/800/600", "/api/placeholder/800/600", "/api/placeholder/800/600"]
      },
      {
          "id": 5,
          "name": "Periyar Wildlife Sanctuary",
          "type": "Wildlife Sanctuary",
          "lat": 9.4700,
          "lon": 77.2300,
          "state": "Kerala",
          "introduction": "Periyar Wildlife Sanctuary is a protected area in the districts of Idukki and Pathanamthitta in Kerala.",
          "importance": "It's known for its elephant and tiger reserves, and is an important watershed for two major Kerala rivers.",
          "protection": "Conservation efforts are vital to protect its diverse flora and fauna, including many endemic species.",
          "images": ["/api/placeholder/800/600", "/api/placeholder/800/600", "/api/placeholder/800/600"]
      },
      {
          "id": 6,
          "name": "Bharatpur Bird Sanctuary",
          "type": "Wildlife Sanctuary",
          "lat": 27.1500,
          "lon": 77.5300,
          "state": "Rajasthan",
          "introduction": "Also known as Keoladeo National Park, it's a famous avifauna sanctuary that hosts thousands of birds, especially during winter.",
          "importance": "It's a critical wintering ground for Siberian migratory birds and a UNESCO World Heritage Site.",
          "protection": "Preservation is crucial for maintaining this important habitat for resident and migratory birds.",
          "images": ["/api/placeholder/800/600", "/api/placeholder/800/600", "/api/placeholder/800/600"]
      },
      {
          "id": 7,
          "name": "Gir Wildlife Sanctuary",
          "type": "Wildlife Sanctuary",
          "lat": 21.1239,
          "lon": 70.8167,
          "state": "Gujarat",
          "introduction": "Gir Wildlife Sanctuary is the sole home of the Asiatic lion and is considered one of the most important protected areas in Asia.",
          "importance": "It's critical for the conservation of Asiatic lions and supports a diverse ecosystem.",
          "protection": "Continued protection is essential for the survival of the Asiatic lion and the sanctuary's unique biodiversity.",
          "images": ["/images/Gir0.jpg", "/images/Gir1.jpg", "/images/Gir2.jpg", "/images/Gir3.jpg"]
      },
      {
          "id": 8,
          "name": "Manas Wildlife Sanctuary",
          "type": "Wildlife Sanctuary",
          "lat": 26.7200,
          "lon": 91.0000,
          "state": "Assam",
          "introduction": "Manas Wildlife Sanctuary is a UNESCO Natural World Heritage site, a Project Tiger reserve, and an elephant reserve.",
          "importance": "It's known for its rare and endangered endemic wildlife such as the Assam roofed turtle and hispid hare.",
          "protection": "Conservation is crucial to maintain its rich biodiversity and protect endangered species.",
          "images": ["/api/placeholder/800/600", "/api/placeholder/800/600", "/api/placeholder/800/600"]
      },
      {
          "id": 9,
          "name": "Sundarbans Forest",
          "type": "Forest",
          "lat": 21.9497,
          "lon": 89.1833,
          "state": "West Bengal",
          "introduction": "The Sundarbans forest is the world's largest mangrove forest, spanning parts of India and Bangladesh.",
          "importance": "It's a critical habitat for the Bengal tiger and acts as a natural barrier against cyclones and tsunamis.",
          "protection": "Preserving this unique ecosystem is vital for biodiversity conservation and climate change mitigation.",
          "images": ["/api/placeholder/800/600", "/api/placeholder/800/600", "/api/placeholder/800/600"]
      },
      {
          "id": 10,
          "name": "Western Ghats",
          "type": "Forest",
          "lat": 10.0000,
          "lon": 77.0000,
          "state": "Multiple States",
          "introduction": "The Western Ghats is a mountain range that runs parallel to the western coast of the Indian peninsula.",
          "importance": "It's one of the eight hottest biodiversity hotspots in the world, with high levels of plant and animal diversity and endemism.",
          "protection": "Conservation of this area is crucial for maintaining biodiversity and ecological services like water security.",
          "images": ["/api/placeholder/800/600", "/api/placeholder/800/600", "/api/placeholder/800/600"]
      },
      {
          "id": 11,
          "name": "Khasi Hills",
          "type": "Forest",
          "lat": 25.5667,
          "lon": 91.8833,
          "state": "Meghalaya",
          "introduction": "The Khasi Hills are part of the Garo-Khasi range in Meghalaya, known for their subtropical forests.",
          "importance": "These forests are home to numerous endemic species and are known for their living root bridges.",
          "protection": "Preserving these forests is essential for maintaining local biodiversity and cultural practices.",
          "images": ["/api/placeholder/800/600", "/api/placeholder/800/600", "/api/placeholder/800/600"]
      },
      {
          "id": 12,
          "name": "Andaman Forests",
          "type": "Forest",
          "lat": 11.7401,
          "lon": 92.6586,
          "state": "Andaman and Nicobar Islands",
          "introduction": "The Andaman Forests are tropical rainforests that cover the Andaman Islands in the Bay of Bengal.",
          "importance": "These forests host unique flora and fauna, including many endemic species found nowhere else in the world.",
          "protection": "Conservation is crucial to protect the islands' biodiversity and the habitats of endangered species.",
          "images": ["/images/Andaman0.jpg", "/images/Andaman1.jpg", "/images/Andaman2.jpg", "/images/Andaman3.jpg"]
      },
      {
          "id": 13,
          "name": "Namdapha National Park",
          "type": "National Park",
          "lat": 27.5127,
          "lon": 96.5593,
          "state": "Arunachal Pradesh",
          "introduction": "Namdapha National Park is the largest protected area in the Eastern Himalaya biodiversity hotspot and is located in Arunachal Pradesh.",
          "importance": "It's known for its rich biodiversity, including species such as the clouded leopard, red panda, and hoolock gibbon.",
          "protection": "Efforts are vital to protect its unique ecosystem and numerous rare and endangered species.",
          "images": ["/api/placeholder/800/600", "/api/placeholder/800/600", "/api/placeholder/800/600"]
      },
      {
          "id": 14,
          "name": "Chambal National Sanctuary",
          "type": "Wildlife Sanctuary",
          "lat": 26.4482,
          "lon": 78.1217,
          "state": "Multiple States",
          "introduction": "Chambal National Sanctuary, also called the National Chambal Gharial Wildlife Sanctuary, is a tri-state protected area in northern India.",
          "importance": "It is renowned for its population of critically endangered gharials, red-crowned roof turtles, and the endangered Ganges river dolphin.",
          "protection": "Conservation is essential to protect these endangered species and their habitat.",
          "images": ["/api/placeholder/800/600", "/api/placeholder/800/600", "/api/placeholder/800/600"]
      },
      {
          "id": 15,
          "name": "Bhadra Wildlife Sanctuary",
          "type": "Wildlife Sanctuary",
          "lat": 13.7000,
          "lon": 75.5000,
          "state": "Karnataka",
          "introduction": "Bhadra Wildlife Sanctuary is a protected area and a Project Tiger reserve located in Karnataka.",
          "importance": "It's known for its rich flora and fauna, including tigers, leopards, and elephants.",
          "protection": "Conservation efforts are crucial to protect the sanctuary's diverse species and their habitats.",
          "images": ["/api/placeholder/800/600", "/api/placeholder/800/600", "/api/placeholder/800/600"]
      },
      {
          "id": 16,
          "name": "Kaziranga National Park",
          "type": "National Park",
          "lat": 26.6000,
          "lon": 93.3000,
          "state": "Assam",
          "introduction": "Kaziranga National Park is a World Heritage Site and is famous for its population of the Great Indian one-horned rhinoceros.",
          "importance": "It's also home to elephants, wild water buffalo, and swamp deer, making it a biodiversity hotspot.",
          "protection": "Efforts are essential to preserve this unique habitat and its diverse wildlife.",
          "images": ["/api/placeholder/800/600", "/api/placeholder/800/600", "/api/placeholder/800/600"]
      },
      {
          "id": 17,
          "name": "Keoladeo National Park",
          "type": "National Park",
          "lat": 27.1590,
          "lon": 77.5228,
          "state": "Rajasthan",
          "introduction": "Keoladeo National Park, formerly known as Bharatpur Bird Sanctuary, is a famous avifauna sanctuary that hosts thousands of birds.",
          "importance": "It's a critical wintering ground for migratory birds including the rare Siberian crane.",
          "protection": "Conservation is crucial to maintain this important habitat for both resident and migratory bird species.",
          "images": ["/api/placeholder/800/600", "/api/placeholder/800/600", "/api/placeholder/800/600"]
      },
      {
          "id": 18,
          "name": "Ranthambore National Park",
          "type": "National Park",
          "lat": 26.0173,
          "lon": 76.5026,
          "state": "Rajasthan",
          "introduction": "Ranthambore National Park is one of the largest national parks in northern India, located in Rajasthan.",
          "importance": "It's known for its Bengal tigers and is a popular spot for wildlife photography.",
          "protection": "Efforts are essential to maintain its rich biodiversity and protect the tiger population.",
          "images": ["/api/placeholder/800/600", "/api/placeholder/800/600", "/api/placeholder/800/600"]
      },
      {
          "id": 19,
          "name": "Balphakram National Park",
          "type": "National Park",
          "lat": 25.3833,
          "lon": 90.7333,
          "state": "Meghalaya",
          "introduction": "Balphakram National Park is located in the South Garo Hills district of Meghalaya and is known for its scenic beauty.",
          "importance": "It's called the 'Land of Spirits' and is home to rare species like the red panda and the Indian bison.",
          "protection": "Conservation efforts are vital to protect its unique ecosystem and cultural heritage.",
          "images": ["/api/placeholder/800/600", "/api/placeholder/800/600", "/api/placeholder/800/600"]
      },
      {
          "id": 20,
          "name": "Dachigam National Park",
          "type": "National Park",
          "lat": 34.1348,
          "lon": 74.9770,
          "state": "Jammu and Kashmir",
          "introduction": "Dachigam National Park is located near Srinagar in Jammu and Kashmir and is known for its beautiful landscapes.",
          "importance": "It's the last habitat of the critically endangered Hangul or Kashmir stag.",
          "protection": "Conservation is crucial to protect the Hangul and the park's diverse flora and fauna.",
          "images": ["/api/placeholder/800/600", "/api/placeholder/800/600", "/api/placeholder/800/600"]
      },
      {
          "id": 21,
          "name": "Dudhwa National Park",
          "type": "National Park",
          "lat": 28.5000,
          "lon": 80.5000,
          "state": "Uttar Pradesh",
          "introduction": "Dudhwa National Park is located in the Terai region of Uttar Pradesh and is part of the Dudhwa Tiger Reserve.",
          "importance": "It's known for its rich biodiversity, including tigers, rhinos, and a variety of bird species.",
          "protection": "Efforts are essential to maintain its rich biodiversity and protect the tiger population.",
          "images": ["/api/placeholder/800/600", "/api/placeholder/800/600", "/api/placeholder/800/600"]
      }
  ]
}
